Repository: mk8813/InstantGet-Universal
Catalog: InstagramDownloader/MultilingualResources/InstagramDownloader.*.xlf
Languages: ar_eg, es_mx, fa_ir, pt_br, vi_vn

# AboutMenuText.Content
source: About
ar_eg: حول
es_mx: Acerca
fa_ir: درباره
pt_br: Sobre
vi_vn: Thông tin

# btnClearSelection.Label
source: Clear
ar_eg: محو
es_mx: Borrar
fa_ir: برداشتن
pt_br: Limpar
vi_vn: Xóa

# btnCommandShareFile.Label
source: Share
ar_eg: شارك
es_mx: Compartir
fa_ir: اشتراک
pt_br: Compartilhar
vi_vn: Chia sẻ

# btnCommandShareFile.ToolTipService.ToolTip
source: Share
ar_eg: شارك
es_mx: Compartir
fa_ir: اشتراک
pt_br: Compartilhar
vi_vn: Chia sẻ

# btnCommandViewFile.Label
source: View
ar_eg: عرض
es_mx: Ver
fa_ir: مشاهده
pt_br: Visualizar (or Ver)
vi_vn: Xem

# btnCommandViewFile.ToolTipService.ToolTip
source: View
ar_eg: عرض
es_mx: Ver
fa_ir: مشاهده
pt_br: Visualizar (or Ver)
vi_vn: Xem

# btnDeleteGrid.Label
source: Delete
ar_eg: حذف
es_mx: Eliminar
fa_ir: حذف
pt_br: Apagar
vi_vn: Xóa

# btnDownload.Label
source: Download
ar_eg: تنزيل
es_mx: Descargar
fa_ir: دریافت
pt_br: Baixar
vi_vn: Tải Xuống

# btnDownload.ToolTipService.ToolTip
source: Download
ar_eg: تنزيل
es_mx: Descargar
fa_ir: دریافت
pt_br: Baixar
vi_vn: Tải Xuống

# btnFeedback.Content
source: Send Feedback
ar_eg: ارسل ملاحظات
es_mx: Envia tus comentarios
fa_ir: ارسال بازخورد
pt_br: Enviar Comentário
vi_vn: Gửi Phản hồi

# btnPaste.Label
source: Paste
ar_eg: لصق
es_mx: Pegar
fa_ir: چسباندن
pt_br: Colar
vi_vn: Dán

# btnPaste.ToolTipService.ToolTip
source: Paste
ar_eg: لصق
es_mx: Pegar
fa_ir: چسباندن
pt_br: Colar
vi_vn: Dán

# btnRate.Content
source: Rate and review
ar_eg: التقييم والمراجعة
es_mx: Califica y opina
fa_ir: امتیازدهی و ثبت دیدگاه
pt_br: Classificar e comentar
vi_vn: Xếp hạng và Đánh giá

# btnSelectGrid.Label
source: Select
ar_eg: اختر
es_mx: Seleccionar
fa_ir: انتخاب
pt_br: Selecionar
vi_vn: Chọn

# btnSelectPath.ToolTipService.ToolTip
source: Select
ar_eg: اختر
es_mx: Seleccionar
fa_ir: انتخاب
pt_br: Selecionar
vi_vn: Chọn

# btnSelectVideoPath.ToolTipService.ToolTip
source: Select
ar_eg: اختر
es_mx: Seleccionar
fa_ir: انتخاب
pt_br: Selecionar
vi_vn: Chọn

source: Download completed.
ar_eg: اكتمل التنزيل.
es_mx: Descarga completada.
fa_ir: دریافت انجام شد.
pt_br: Arquivo baixado.
vi_vn: Tải xuống hoàn tất.

# DownloadCompleteToast
source: Download completed
ar_eg: اكتمل التنزيل.
es_mx: Descarga completada
fa_ir: دریافت انجام شد
pt_br: Arquivo baixado.
vi_vn: Tải xuống hoàn tất

# DownloadError
source: An error occured while downloading the file.
ar_eg: حدث خطأ أثناء تنزيل الملف.
es_mx: Ha ocurrido un error al descargar el archivo.
fa_ir: متاسفانه خطای غیرمنتظره ای در هنگام دریافت فایل رخ داد.
pt_br: Ocorreu um erro enquanto o arquivo estava sendo baixado.
vi_vn: Đã có lỗi xảy ra khi tải xuống file này

# DownloadFailedToast
source: Download failed
ar_eg: فشل التنزيل
es_mx: La descarga ha fallado
fa_ir: دریافت ناموفق بود
pt_br: Erro ao baixar
vi_vn: Tải xuống thất bại

# Downloading
source: Downloading {0}kB of {1}kB
ar_eg: يتم تنزيل {0} كيلوبايت من {1} كيلوبايت
es_mx: Descargando {0}kB de {1}kB
fa_ir: در حال دریافت {0} کیلوبایت از {1} کیلوبایت
pt_br: Baixando {0} KB de {1} KB
vi_vn: Đang tải {0}kB của {1}kB

# DownloadInitialize
source: Initializing...
ar_eg: جار التهيئة..
es_mx: Iniciando…
fa_ir: در حال آماده سازی...
pt_br: Iniciando…
vi_vn: Đang khởi tạo…

# DownloadMenuText.Content
source: Download
ar_eg: تنزيل
es_mx: Descargar
fa_ir: دریافت
pt_br: Baixar
vi_vn: Tải xuống

source: Download paused.
ar_eg: تم إيقاف التزيل مؤقتاً.
es_mx: Descarga pausada.
fa_ir: دریافت متوقف شد.
pt_br: Download pausado.
vi_vn: Tạm dừng tải xuống.

# ErrorDownloadPicture
source: An error occurred while downloading the picture.
ar_eg: حدث خطأ أثناء تنزيل الصورة.
es_mx: Se ha producido un error al intentar descargar la foto.
fa_ir: خطای غیرمنتظره ای در هنگام دانلود تصویر رخ داد.
pt_br: Ocorreu um erro enquanto a imagem estava sendo baixada.
vi_vn: Đã có lỗi xảy ra trong khi tải xuống ảnh.

# ErrorDownloadVideo
source: An error occurred while downloading the video.
ar_eg: حدث خطأ أثناء تنزيل الفيديو.
es_mx: Se ha producido un error al intentar descargar el video.
fa_ir: خطای غیرمنتظره ای در هنگام دانلود ویدیو رخ داد.
pt_br: Ocorreu um erro enquanto o vídeo estava sendo baixado.
vi_vn: Đã có lỗi xảy ra trong khi tải xuống video.

# ErrorWhenInitialize
source: An error occurred while initializing the download operation.
ar_eg: حدث خطأ أثناء تهيئة عملية التنزيل.
es_mx: Se ha producido un error al intentar iniciar la operacion de descarga.
fa_ir: خطای غیرمنتظره ای در هنگام آماده سازی فرآیند دریافت رخ داد.
pt_br: Ocorreu um erro enquanto inicializava a solicitação para baixar.
vi_vn: Đã có lỗi xảy ra khi đang khởi tạo quá trình tải xuống .

# FailedToRetrieveUrl
source: Failed to retrieve the Url.
ar_eg: فشل استرداد الرابط
es_mx: Error al recuperar la Url
fa_ir: دریافت اطلاعات آدرس ناموفق بود.
pt_br: Falha ao recuperar o Link.
vi_vn: Thất bại khi tìm Url

# HistoryMenuText.Content
source: History
ar_eg: السجل
es_mx: Historial
fa_ir: تاریخچه
pt_br: Histórico
vi_vn: Lịch sử

source: Invalid Instagram URL.
ar_eg: رابط غير صحيح.
es_mx: URL de Instagram invalido.
fa_ir: آدرس اینستاگرام نامعتبر است.
pt_br: Link Inválido do Instagram.
vi_vn: Url Instagram không hợp lệ

# mnuCopyShareUrl.Text
source: Copy Share URL
ar_eg: نسخ الرابط من الحافظة
es_mx: Copiar enlace URL
fa_ir: کپی آدرس اینستاگرام
pt_br: Copiar/Compartilhar Link
vi_vn: Sao chép Url chia sẻ

# mnuDelete.Text
source: Delete
ar_eg: حذف
es_mx: Eliminar
fa_ir: حذف
pt_br: Apagar
vi_vn: Xóa

# PausedCostedNetwork
source: Download paused, Metered connection.
ar_eg: تم إيقاف التزيل مؤقتاً، الإتصال محدود.
es_mx: Descarga pausada, conexion medida.
fa_ir: دریافت متوقف شد، اتصال شبکه هزینه بر است.
pt_br: Download pausado, conexão limitada.
vi_vn: Tải xuống tạm dừng, kết nối đo được.

# PausedNoNetwork
source: Download paused, No network connection.
ar_eg: تم إيقاف التزيل مؤقتاً، لا يوجد إتصال.
es_mx: Descarga pausada, no hay conexion a la red.
fa_ir: دریافت متوقف شد، ارتباط با شبکه وجود ندارد.
pt_br: Download pausado, sem conexão à Internet.
vi_vn: Tải xuống tạm dừng, không có kết nối mạng.

# pgMain.FlowDirection
source: LeftToRight
ar_eg: RightToLeft
fa_ir: RightToLeft

source: Picture successfully saved.
ar_eg: تم حفظ الصورة بنجاح.
es_mx: Imagen guardada exitosamente.
fa_ir: تصویر با موفقیت ذخیره شد.
pt_br: Imagem salva com sucesso.
vi_vn: Lưu ảnh thành công

# RatepopupContent
source: If you like this app, please take a moment to rate it in the Windows store.
ar_eg: لو أعجبك التطبيق، رجائاً خذ من وقتك لحظة لتقييم التطبيق على متجر مايكروسوفت.
es_mx: Si te gusta esta aplicacion, por favor toma un momento para calificarla en la tienda de Windows.
fa_ir: اگر از اپلیکیشن رضایت دارید، لطفا چندلحظه از وقت خود را صرف رای دادن به آن در فروشگاه ویندوز کنید.
pt_br: Se você gostou do aplicativo, por favor, reserve um momento para classificá-lo na Loja do Windows (da Microsoft)
vi_vn: Nếu bạn thích ứng dụng này, xin hãy dành ra chút thời gian để xếp hạng nó trong Windows Store.

# RatepopupPrimaryButtonText
source: Sure, take me there
ar_eg: بالتأكيد، خذني إلى هناك
es_mx: Claro, llevame alli
fa_ir: حتما، همین الان میرم!
pt_br: Sim, leve-me até lá.
vi_vn: Được rồi, đưa tôi đến đó

# RatepopupSecondaryButtonText
source: Maybe later
ar_eg: ربما لاحقا
es_mx: Quizas luego
fa_ir: شاید بعدا
pt_br: Talvez depois
vi_vn: Có lẽ để sau

# RatepopupTitle
source: Rate InstantGet Universal
ar_eg: قيّم تطبيق بروجت يونيفرسال
es_mx: Califica ProGet Universal
fa_ir: امتیازدهی به اینستاگِت
pt_br: Classificar o ProGet Universal
vi_vn: Xếp hạng ProGet Universal

# SettingMenuText.Content
source: Settings
ar_eg: الإعدادات
es_mx: Configuracion
fa_ir: تنظیمات
pt_br: Configurações
vi_vn: Cài đặt

# ShareUITitle
source: Quick share
ar_eg: مشاركة سريعة
es_mx: Compartir ahora
fa_ir: اشتراک سریع
pt_br: Compartilhar rapidamente
vi_vn: Chia sẻ nhanh

# TabPictures.Header
source: Pictures
ar_eg: الصور
es_mx: Imagenes
fa_ir: تصاویر
pt_br: Imagens
vi_vn: Ảnh

# TabVideos.Header
source: Videos
ar_eg: الفيديوهات
fa_ir: ویدئوها
pt_br: Vídeos
vi_vn: Video

source: Target file not found.
ar_eg: لم يتم العثور علي الملف الهدف.
es_mx: Archivo de destino no encontrado.
fa_ir: فایل مقصد یافت نشد.
pt_br: Arquivo não encontrado.
vi_vn: Không tìm thấy file mục tiêu.

# toggleActionCenter.Header
source: Action center
ar_eg: مركز الإشعارات
es_mx: Centro de acciones
fa_ir: مرکز اعلانات
pt_br: Central de ações
vi_vn: Trung tâm hành động

# toggleTheme.Header
source: Dark theme
ar_eg: الوضع الليلي
es_mx: Tema oscuro
fa_ir: پوسته تیره
pt_br: Tema Escuro
vi_vn: Nền Tối

# txtAppearance.Text
source: Appearance
ar_eg: المظهر
es_mx: Apariencia
fa_ir: ظاهر برنامه
pt_br: Aparência
vi_vn: Bề ngoài

# txtbgTask.Text
source: Background task
ar_eg: العمل في الخلفية
es_mx: Tarea en Segundo plano
fa_ir: اجرا در پس زمینه
pt_br: Trabalho em Segundo Plano
vi_vn: Tác vụ nền

# txtChangesTip.Text
source: * You will see your changes the next time you start the app.
ar_eg: * سوف يتم تطبيق التغييرات عند إعادة تشغيل التطبيق.
es_mx: * Podras ver los cambios la proxima vez que inicies la aplicacion.
fa_ir: * تغییرات انجام شده با اجرای مجدد برنامه قابل مشاهده خواهد بود.
pt_br: * Você verá as mudanças da próxima vez que iniciar o aplicativo.
vi_vn: * Bạn sẽ thấy thay đổi của bạn lần tiếp theo bạn mở ứng dụng

# txtPicturesFolder.Text
source: Pictures Folder :
ar_eg: مجلد الصور:
es_mx: Carpeta de Imagenes :
fa_ir: پوشه تصاویر :
pt_br: Pasta das Imagens :
vi_vn: Thư mục ảnh :

# txtUrlCaption.Text
source: Instagram Share URL :
ar_eg: الصق رابط حساب أو منشور:
es_mx: Perfil de Instagram o enlace URL :
fa_ir: آدرس پست یا پروفایل کاربر اینستاگرام :
pt_br: Perfil do Instagram ou Colar Link :
vi_vn: Trang cá nhân Insgram hoặc chia sẻ Url:

# txtVideosFolder.Text
source: Videos Folder :
ar_eg: مجلد الفيديوهات:
es_mx: Carpeta de Videos :
fa_ir: پوشه ویدیوها :
pt_br: Pasta dos Vídeos :
vi_vn: Thư mục Video :

# UnhandledException
source: An unhandled exception has occurred.
ar_eg: حدث اعتراض غير معالج.
es_mx: Se ha producido una excepción no controlada.
fa_ir: متاسفانه خطای غیرمنتظره ای رخ داد.
pt_br: Ocorreu um erro insustentável.
vi_vn: Lỗi không kiểm soát đã xảy ra.

source: Video successfully saved.
ar_eg: تم حفظ الفيديو بنجاح.
es_mx: Video guardado exitosamente.
fa_ir: ویدیو با موفقیت ذخیره شد.
pt_br: Vídeo salvo com sucesso.
vi_vn: Lưu Video thành công.

# txtStorage.Text
source: Storage
ar_eg: الذاكرة
es_mx: Almacenamiento
fa_ir: محل ذخیره سازی
pt_br: Armazenamento
vi_vn: Bộ nhớ

# btnClearSelection.ToolTipService.ToolTip
source: Clear
ar_eg: محو
es_mx: Borrar
fa_ir: برداشتن
pt_br: Limpar
vi_vn: Xóa

# btnDeleteGrid.ToolTipService.ToolTip
source: Delete
ar_eg: حذف
es_mx: Eliminar
fa_ir: حذف
pt_br: Apagar
vi_vn: Xóa

# btnSelectGrid.ToolTipService.ToolTip
source: Select
ar_eg: اختر
es_mx: Seleccionar
fa_ir: انتخاب
pt_br: Selecionar
vi_vn: Chọn

source: Access denied.
ar_eg: تم رفض الوصول.
es_mx: Acceso denegado
fa_ir: دسترسی امکان پذیر نیست.
pt_br: Acesso Negado.
vi_vn: Truy cập bị từ chối.

# ActionCenterIsntRunning
source: Action center isn't running, reactivate it from app Settings.
ar_eg: مركز الإشعارات لا يعمل، أعد تشغيله من إعدادات التطبيق.
es_mx: El centro de acciones no se esta ejecutando, vuelva a activarlo desde la configuración de la aplicación.
fa_ir: مرکز اعلان در حال اجرا نیست، مجددا آن را از تنظیمات فعال کنید.
pt_br: Central de Ações não está funcionando, reative no aplicativo de Configurações
vi_vn: Trung tâm hành động không hoạt động, kích hoạt lại nó trong cài đặt .

# appActionCenterCancelMsg
source: To keep the app running in the background reactivate the Action center from the Settings.
ar_eg: للحفاظ علي تشغيل التطبيق في الخلفية أعد تنشيط مركز الإشعارات من الإعدادات.
es_mx: Para mantener la aplicación en ejecución en segundo plano, vuelva a activar el centro de Accion desde la Configuracion.
fa_ir: برای در حال اجرا ماندن برنامه در پس زمینه ، مجددا مرکز اعلان را از تنظیمات فعال کنید.
pt_br: Para manter o aplicativo rodando em Segundo plano, reative a central de ações em Configurações.
vi_vn: Để giữ app chạy dưới nền, kích hoạt lại Trung tâm hành động trong Cài đặt .

# bgPermissionFailed
source: Request couldn't be completed. Permission failed!
ar_eg: تعذر إكمال الطلب. فشل في الصلاحية!
es_mx: No se pudo completar la solicitud. ¡El permiso ha fallado!
fa_ir: قادر به تکمیل درخواست نیست، دسترسی لازم داده نشد!
pt_br: Solicitação não completada. Não permitido!
vi_vn: Yêu cầu không thể hoàn tất. Quyền không thành công !

# CancelBtn
source: Cancel
ar_eg: إلغاء
es_mx: Cancelar
fa_ir: لغو
pt_br: Cancelar
vi_vn: Hủy

# DeleteBtn
source: Delete
ar_eg: حذف
es_mx: Eliminar
fa_ir: حذف
pt_br: Apagar
vi_vn: Xóa

source: Delete these?
ar_eg: هل تريد حذفها؟
es_mx: Quieres eliminarlos?
fa_ir: حذف شوند؟
pt_br: Deletar esses?
vi_vn: Xóa những cái này ?

source: Delete this?
ar_eg: حذف هذا؟
es_mx: Quieres eliminar esto?
fa_ir: حذف شود؟
pt_br: Deletar isso?
vi_vn: Xóa cái này ?

# DownloadButton
source: Download
ar_eg: تنزيل
es_mx: Descargar
fa_ir: دریافت
pt_br: Baixar
vi_vn: Tải xuống

# DownloadInProgress
source: Download in progress, please wait...
ar_eg: يتم الآن التنزيل، الرجاء الانتظار..
es_mx: Descarga en progreso, espere por favor…
fa_ir: در حال دریافت، لطفا صبر کنید...
pt_br: Download em progresso, por favor, aguarde...
vi_vn: Đang trong quá trình tải xuống, vui lòng đợi…

# FailedToEnableActionCenter
source: Failed to enable/disable Action center integration.
ar_eg: فشل تمكين/تعطيل دمج مركز الإشعارات.
es_mx: Error al activar/desactivar la integracion con el centro de acciones.
fa_ir: فعالسازی/غیرفعالسازی قابلیت مرکزاعلان ناموفق بود.
pt_br: Falha ao ativar/desativar a integração com a central de ações.
vi_vn: Thất bại khi bật/Tắt Trung tâm hành động tích hợp.

# FailedToLoadData
source: Failed to load user data.
ar_eg: فشل تحميل بيانات المستخدم.
es_mx: Error al cargar los datos de usuario.
fa_ir: داده های کاربر بارگیری نشد.
pt_br: Falha ao carregar os dados do usuário.
vi_vn: Thất bại khi tải dữ liệu người dùng.

# PasteShareUrl
source: Paste URL here!
ar_eg: الصق الرابط هنا!
es_mx: ¡Copiar URL aqui!
fa_ir: آدرس پست یا پروفایل اینستاگرام را اینجا بچسبانید!
pt_br: Cole o Link aqui!
vi_vn: Dán Url ở đây !

# dropLangAutomatic.Content
source: System Language
ar_eg: لغة النظام
es_mx: Idioma del sistema
fa_ir: پیش فرض سیستم
pt_br: Idioma do Sistema
vi_vn: Ngôn ngữ hệ thống

# txtLanguage.Text
source: Language
ar_eg: اللغة
es_mx: Idioma
fa_ir: زبان
pt_br: Idioma
vi_vn: Ngôn ngữ

# lblGeneralSetting.Text
source: Clipboard
ar_eg: الحافظة
es_mx: Portapapeles
fa_ir: کلیپ بورد
pt_br: Prancheta
vi_vn: Bộ nhớ tạm

# lblLanguage.Text
source: Select your preferred language :
ar_eg: اختر لغتك المفضلة:
es_mx: Selecciona tu idioma preferido :
fa_ir: زبان موردنظر خود را انتخاب کنید:
pt_br: Selecione o idioma desejado:
vi_vn: Chọn ngôn ngữ ưa thích :

# toggleClipboard.Header
source: Automatically paste URLs
ar_eg: لصق الروابط تلقائياً
es_mx: Pegar URL automaticamente
fa_ir: پیوندها را بطور خودکار بچسبان!
pt_br: Colar Links automaticamente
vi_vn: Tự động dán Urls

# AboutMenuText.ToolTipService.ToolTip
source: About
ar_eg: حول
es_mx: Acerca
fa_ir: درباره
pt_br: Sobre
vi_vn: Thông tin

# BrowserMenuText.ToolTipService.ToolTip
source: Web Browser
ar_eg: متصفح الويب
es_mx: Navegador Web
fa_ir: مرورگر وب
pt_br: Navegador Web
vi_vn: Trình duyệt Web

# DownloadMenuText.ToolTipService.ToolTip
source: Download
ar_eg: تنزيل
es_mx: Descargar
fa_ir: دریافت
pt_br: Baixar
vi_vn: Tải Xuống

# HistoryMenuText.ToolTipService.ToolTip
source: History
ar_eg: السجل
es_mx: Historial
fa_ir: تاریخچه
pt_br: Histórico
vi_vn: Lịch sử

# SettingMenuText.ToolTipService.ToolTip
source: Settings
ar_eg: الإعدادات
es_mx: Configuracion
fa_ir: تنظیمات
pt_br: Configurações
vi_vn: Cài đặt

# BrowserMenuText.Content
source: Web Browser
ar_eg: متصفح الويب
es_mx: Navegador Web
fa_ir: مرورگر وب
pt_br: Navegador Web
vi_vn: Trình Duyệt Web

# btnGo.Content
source: Go
ar_eg: اذهب
es_mx: Ir
fa_ir: برو
pt_br: Ir
vi_vn: Đi

# btnGo.ToolTipService.ToolTip
source: Go
ar_eg: اذهب
es_mx: Ir
fa_ir: برو
pt_br: Ir
vi_vn: Đi

# btnPasteBrowser.Label
source: Paste
ar_eg: لصق
es_mx: Pegar
fa_ir: چسباندن
pt_br: Colar
vi_vn: Dán

# btnPasteBrowser.ToolTipService.ToolTip
source: Paste Url
ar_eg: لصق الرابط
es_mx: Pegar Url
fa_ir: چسباندن پیوند
pt_br: Colar Link
vi_vn: Dán Url

# btnPictureDownloadBrw.Text
source: Picture
ar_eg: صورة
es_mx: Fotografía
fa_ir: عکس
pt_br: Imagem
vi_vn: ảnh

# btnPictureDownloadBrw.ToolTipService.ToolTip
source: Get picture
ar_eg: تنزيل الصورة
es_mx: Obtener imagen
fa_ir: دریافت تصویر
pt_br: Obtenha a Imagem
vi_vn: Lấy ảnh

# btnProfileDownloadBrw.Text
source: Profile picture
ar_eg: الصورة الشخصية
es_mx: foto de perfil
fa_ir: تصویر پروفایل
pt_br: Foto do perfil
vi_vn: ảnh đại diện

# btnProfileDownloadBrw.ToolTipService.ToolTip
source: Get profile picture
ar_eg: تنزيل الصورة الشخصية
es_mx: Obtener foto de perfil
fa_ir: دریافت تصویر پروفایل
pt_br: Obtenha a foto de perfil
vi_vn: Lấy ảnh đại diện

# btnVideoDownloadBrw.Text
source: Video
ar_eg: فيديو
fa_ir: ویدئو
pt_br: Vídeo

# btnVideoDownloadBrw.ToolTipService.ToolTip
source: Get video
ar_eg: تنزيل الفيديو
es_mx: Obtener video
fa_ir: دریافت ویدیو
pt_br: Obtenha o vídeo
vi_vn: Lấy Video

source: Nothing found!
ar_eg: لم يتم العثور على شيء!
es_mx: ¡No se ha encontrado nada!
fa_ir: چیزی یافت نشد!
pt_br: Não encontrado!
vi_vn: Không tìm thấy gì !

source: Version
ar_eg: الإصدار
fa_ir: نسخه
pt_br: Versão
vi_vn: Phiên Bản

# btnBack.ToolTipService.ToolTip
source: Back
ar_eg: رجوع
es_mx: Atras
fa_ir: بازگشت
pt_br: Voltar
vi_vn: Trở Về

# btnForward.ToolTipService.ToolTip
source: Forward
ar_eg: تحويل
es_mx: Remitir
fa_ir: جلو
pt_br: Avançar
vi_vn: Trở về

source: About
ar_eg: حول
es_mx: Acerca
fa_ir: درباره
pt_br: Sobre
vi_vn: Thông tin

# Browser
source: Web Browser
ar_eg: متصفح الويب
es_mx: Navegador Web
fa_ir: مرورگر وب
pt_br: Navegador Web
vi_vn: Trình duyệt Web

source: Download
ar_eg: تنزيل
es_mx: Descargar
fa_ir: دریافت
pt_br: Baixar
vi_vn: Tải Xuống

source: History
ar_eg: السجل
es_mx: Historial
fa_ir: تاریخچه
pt_br: Histórico
vi_vn: Lịch sử

source: Settings
ar_eg: الإعدادات
es_mx: Configuracion
fa_ir: تنظیمات
pt_br: Configurações
vi_vn: Cài đặt

# btnReloadList.Label
source: Refresh
ar_eg: تحديث
es_mx: Recargar
fa_ir: ‏‏بازخوانی
pt_br: Atualizar
vi_vn: Làm mới

# btnReloadList.ToolTipService.ToolTip
source: Refresh
ar_eg: تحديث
es_mx: Recargar
fa_ir: ‏‏بازخوانی
pt_br: Atualizar
vi_vn: Làm mới

# mnuOpenFolder.Text
source: Open file location
ar_eg: فتح موقع الملف
es_mx: Abrir ubicacion del archivo
fa_ir: باز کردن مکان پرونده
pt_br: Abrir localização do arquivo
vi_vn: Mở vị trí tệp

# PostponeButton
source: Enqueue
ar_eg: تأجيل
es_mx: Posponer
fa_ir: تعویق
pt_br: Adiar
vi_vn: Trì hoãn

# UrlPostponed
source: Queued for download later
ar_eg: أُجِّل!
es_mx: Aplazado!
fa_ir: به تعویق افتاد!
pt_br: Adiado!
vi_vn: Hoãn!

# btnPickUrlLabelUID.Label
source: Queue
ar_eg: مؤجل
es_mx: Aplazado
fa_ir: لیست تعویق
pt_br: Adiado
vi_vn: Hoãn lại

# btnPickUrlLabelUID.ToolTipService.ToolTip
source: Queue
ar_eg: اختر من القائمة المؤجلة
es_mx: Escoja de la lista aplazado
fa_ir: انتخاب از لیست تعویق
pt_br: Escolha da lista adiada
vi_vn: Chọn từ danh sách bị trì hoãn

# btnClosePopUp.Content
source: Close
ar_eg: إغلاق
es_mx: Cerrar
fa_ir: بستن
pt_br: Fechar
vi_vn: Đóng

# btnDonateImg.ToolTipService.ToolTip
source: Help the developer, by making one donation
ar_eg: ادعم المطور بتبرع
es_mx: Ayudan al desarrollador, haciendo una donación
fa_ir: برای حمایت از توسعه دهنده مبلغی را اهدا کنید
pt_br: Ajude o desenvolvedor, fazendo uma doação
vi_vn: Giúp nhà phát triển, bằng cách thực hiện một tặng

# btnPickUrlFromListUID.Label
source: Queue
ar_eg: مؤجل
es_mx: Aplazado
fa_ir: لیست تعویق
pt_br: Adiado
vi_vn: Hoãn lại

# btnPopUpBrowseUrl.ToolTipService.ToolTip
source: Browse...
ar_eg: تصفح...
es_mx: Examinar...
fa_ir: مشاهده در مرورگر...
pt_br: Procurar...
vi_vn: Duyệt...

# btnPopUpCopyUrl.ToolTipService.ToolTip
source: Copy
ar_eg: نسخ
es_mx: Copiar
fa_ir: رونوشت
pt_br: Copia
vi_vn: Sao chép

# txtBlockPopUpTitle.Text
source: Queue
ar_eg: مؤجل
es_mx: Aplazado
fa_ir: لیست تعویق
pt_br: Adiado
vi_vn: Hoãn lại

# DonatepopupContent
source: To protect your privacy, we do not use ads for revenue. So if you have enjoyed my App please consider making a donation towards the cost of keep this App alive!
ar_eg: لحماية خصوصيتك، نحن لا نستخدم الإعلانات للربح. لذلك إن أعجبك تطبيقنا نرجو منكم الدعم بالتبرع للحفاظ على تطوير التطبيق!
es_mx: Para proteger su privacidad, no utilizamos anuncios para ingresos. ¡ así que si usted ha disfrutado de mi aplicación por favor considere hacer una donación hacia el costo de mantener esta aplicación viva!
fa_ir: برای محافظت از حریم خصوصی شما، از تبلیغات برای درآمد استفاده نمی کنیم. بنابراین اگر نرم افزار من را می پسندید، لطفا با تقدیم کمک مالی به این برنامه، از توسعه برنامه های بیشتر و پشتیبانی آن حمایت کنید!
pt_br: Para proteger sua privacidade, não usamos anúncios de receita. Então, se você gostou do meu aplicativo, considere fazer uma doação para o custo de manter este aplicativo vivo!
vi_vn: Để bảo vệ sự riêng tư của bạn, chúng tôi không sử dụng quảng cáo cho doanh thu. Vì vậy, nếu bạn đã thích App của tôi xin vui lòng xem xét làm cho một khoản đóng góp đối với chi phí của việc giữ App này còn sống!

# DonatepopupPrimaryButtonText
source: Donate 🙂
ar_eg: تبرع 🙂
es_mx: Donar 🙂
fa_ir: پرداخت 🙂
pt_br: Doe 🙂
vi_vn: Tài trợ 🙂

# DonatepopupSecondaryButtonText
source: Not now 🙁
ar_eg: ليس الآن 🙁
es_mx: ahora no 🙁
fa_ir: الان نه 🙁
pt_br: Não agora 🙁
vi_vn: Không phải bây giờ 🙁

# DonatepopupTitle
source: Support Developer
ar_eg: دعم المطور
es_mx: Desarrollador de soporte
fa_ir: پشتیبانی از توسعه دهنده
pt_br: Desenvolvedor de suporte
vi_vn: Hỗ trợ Nhà phát triển

# txtLblNothingPopUp.Text
source: Nothing here!
ar_eg: لا يوجد شيء هنا!
es_mx: ¡ Aquí no hay nada!
fa_ir: چیزی اینجا نیست!
pt_br: Nada aqui!
vi_vn: Không có gì ở đây!

# lblTheme.Text
source: Theme :
ar_eg: الموضوع:
es_mx: Tema:
fa_ir: پوسته :
pt_br: Tema:
vi_vn: Chủ đề:

# chkFullSizeimage.Content
source: Download the original photo
ar_eg: تحميل دقة الصورة الأصلية
es_mx: Descargar resolución de imagen original
fa_ir: دریافت تصویر با کیفیت بالاتر
pt_br: Baixe a resolução da imagem original
vi_vn: Tải về độ phân giải hình ảnh ban đầu
